# CLI tools
brew "git"
brew "cmake"
brew "pyenv"
brew "mas"
brew "fnm"
brew "yarn"
brew "ssh-copy-id"
brew "tree"
brew "lzip"
brew "rsync"
brew "romkatv/powerlevel10k/powerlevel10k"
brew "mysql-client"
brew "mongosh"
brew "mongodb-database-tools"
brew "ffmpeg"
brew "graphicsmagick"
brew "google-cloud-sdk"
brew "stripe"
brew "fzf"

# Casks (GUI apps)
cask "visual-studio-code"
cask "iterm2"
cask "kitty"
cask "google-chrome"
cask "discord"
cask "notion"
cask "slack"
cask "studio-3t"
cask "tableplus"
cask "font-fira-code"
cask "betterdisplay"
cask "clash-verge-rev"

# mas apps (App Store apps)
mas "Menu World Time", id: 1446377255
mas "Keynote", id: 409183694
mas "Pages", id: 409201541
mas "Numbers", id: 409203825

# mas "Xcode", id: 497799835
