akamud.vscode-theme-onedark
arcanis.vscode-zipfs
bceskavich.theme-dracula-at-night
bierner.github-markdown-preview
bierner.markdown-checkbox
bierner.markdown-emoji
bierner.markdown-footnotes
bierner.markdown-mermaid
bierner.markdown-preview-github-styles
bierner.markdown-yaml-preamble
cardinal90.multi-cursor-case-preserve
dbaeumer.vscode-eslint
digitalbrainstem.javascript-ejs-support
docker.docker
dracula-theme.theme-dracula
dsznajder.es7-react-js-snippets
ericsia.pythonsnippets3
esbenp.prettier-vscode
folke.vscode-monorepo-workspace
github.github-vscode-theme
kevinrose.vsc-python-indent
mechatroner.rainbow-csv
mgmcdermott.vscode-language-babel
ms-azuretools.vscode-docker
ms-python.debugpy
ms-python.isort
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
ms-vscode-remote.remote-containers
ms-vscode.atom-keybindings
pkief.material-icon-theme
standard.vscode-standard
tamasfe.even-better-toml
wayou.vscode-todo-highlight
